Repository: Aadhavancnp/ReachOutRural
Catalog: lib/l10n/app_*.arb
Languages: as, ml, or, pa, si, te

# continue_text
source: Continue
as: অব্যাহত ৰাখক
ml: തുടരുക
or: ଜାରି ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
si: ඉදිරියට යන්න
te: కొనసాగించు

source: Get Started
as: আৰম্ভ কৰক
ml: ആരംഭിക്കുക
or: ଆରମ୍ଭ କରନ୍ତୁ
pa: ਸ਼ੁਰੂਆਤ ਕਰੋ
si: ආරම්භ කරන්න
te: ప్రారంభించండి

source: Login
as: লগ ইন কৰক
ml: ലോഗിൻ ചെയ്യുക
or: ଲଗ୍ଇନ୍ କରନ୍ତୁ
pa: ਲੌਗਇਨ ਕਰੋ
si: ඇතුල් වන්න
te: లాగిన్

# login_desc
source: Let''s experience the joy of Reach Out Rural.
as: আহক, Reach Out Rural-ৰ আনন্দ উপভোগ কৰোঁ।
ml: Reach Out Rural ന്റെ സന്തോഷം അനുഭവിക്കാം.
or: ଆସନ୍ତୁ, Reach Out Rural ର ଆନନ୍ଦ ଉପଭୋଗ କରିବା।
pa: ਆਓ ਟੈਲੀਕੇਅਰ AI ਦਾ ਅਨੰਦ ਮਾਣੀਏ।
si: Reach Out Rural හි ප්‍රීතිය අත්විඳින්න.
te: Reach Out Rural ఆనందాన్ని అనుభవిద్దాం.

source: Phone Number
as: ফোন নম্বৰ
ml: ഫോൺ നമ്പർ
or: ଫୋନ୍ ନମ୍ବର
pa: ਫ਼ੋਨ ਨੰਬਰ
si: දුරකථන අංකය
te: ఫోన్ నంబర్

source: Register
as: পঞ্জীয়ন কৰক
ml: രജിസ്റ്റർ ചെയ്യുക
or: ନାମ ଲେଖାନ୍ତୁ
pa: ਰਜਿਸਟਰ ਕਰੋ
si: ලියාපදිංචි වන්න
te: నమోదు చేసుకోండి

# register_desc
source: Let''s experience the joy of Reach Out Rural.
as: আহক, Reach Out Rural-ৰ আনন্দ উপভোগ কৰোঁ।
ml: Reach Out Rural ന്റെ സന്തോഷം അനുഭവിക്കാം.
or: ଆସନ୍ତୁ, Reach Out Rural ର ଆନନ୍ଦ ଉପଭୋଗ କରିବା।
pa: ਆਓ ਟੈਲੀਕੇਅਰ AI ਦਾ ਅਨੰਦ ਮਾਣੀਏ।
si: Reach Out Rural හි ප්‍රීතිය අත්විඳින්න.
te: Reach Out Rural ఆనందాన్ని అనుభవిద్దాం.

# dont_have_account
source: Don''t have an account?
as: একাউন্ট নাইনে?
ml: അക്കൗണ്ട് ഇല്ലേ?
or: ଆକାଉଣ୍ଟ ନାହିଁ କି?
pa: ਖਾਤਾ ਨਹੀਂ ਹੈ?
si: ගිණුමක් නැද්ද?
te: ఖాతా లేదా?

# have_account
source: Already have an account?
as: ইতিমধ্যে একাউন্ট আছে?
ml: ഇതിനകം ഒരു അക്കൗണ്ട് ഉണ്ടോ?
or: ପୂର୍ବରୁ ଆକାଉଣ୍ଟ ଅଛି କି?
pa: ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ?
si: දැනටමත් ගිණුමක් තිබේද?
te: ఇప్పటికే ఖాతా ఉందా?

source: Need help?
as: সহায়ৰ প্ৰয়োজন?
ml: സഹായം ആവശ്യമുണ്ടോ?
or: ସାହାଯ୍ୟ ଦରକାର?
pa: ਮਦਦ ਦੀ ਲੋੜ ਹੈ?
si: උදව් අවශ්‍යද?
te: సహాయం కావాలా?

# invalid_phone_number
source: Invalid Mobile Number
as: অবৈধ মোবাইল নম্বৰ
ml: അസാധുവായ മൊബൈൽ നമ്പർ
or: ଅବୈଧ ମୋବାଇଲ୍ ନମ୍ବର
pa: ਗ਼ਲਤ ਮੋਬਾਈਲ ਨੰਬਰ
si: අවලංගු ජංගම දුරකථන අංකය
te: చెల్లని మొబైల్ నంబర్

source: OTP Verification
as: OTP প্ৰমাণীকৰণ
ml: OTP പരിശോധന
or: OTP ଯାଞ୍ଚ
pa: OTP ਪ੍ਰਮਾਣੀਕਰਨ
si: OTP සත්‍යාපනය
te: OTP ధృవీకరణ

# otp_verification_desc
source: We sent your code to
as: আমি আপোনাৰ কোড প্ৰেৰণ কৰিছোঁ
ml: ഞങ്ങൾ നിങ്ങളുടെ കോഡ് അയച്ചിട്ടുണ്ട്
or: ଆମେ ଆପଣଙ୍କ କୋଡ୍ ପଠାଇଛୁ
pa: ਅਸੀਂ ਤੁਹਾਡਾ ਕੋਡ ਭੇਜਿਆ ਹੈ
si: අපි ඔබේ කේතය යවා ඇත
te: మేము మీ కోడ్‌ను పంపాము

# otp_expire
source: This code will expire in
as: এই কোডৰ ম্যাদ উকলিব
ml: ഈ കോഡ് കാലഹരണപ്പെടും
or: ଏହି କୋଡ୍ ମିଆଦ ସରିଯିବ
pa: ਇਹ ਕੋਡ ਵਿੱਚ ਖਤਮ ਹੋ ਜਾਵੇਗਾ
si: මෙම කේතය කල් ඉකුත් වනු ඇත
te: ఈ కోడ్ గడువు ముగుస్తుంది

# resend_otp
source: Resend OTP Code
as: OTP কোড পুনৰ প্ৰেৰণ কৰক
ml: OTP കോഡ് വീണ്ടും അയയ്ക്കുക
or: OTP କୋଡ୍ ପୁନଃ ପଠାନ୍ତୁ
pa: OTP ਕੋਡ ਦੁਬਾਰਾ ਭੇਜੋ
si: OTP කේතය නැවත යවන්න
te: OTP కోడ్‌ను తిరిగి పంపండి

# what_is_gender
source: What''s your Gender?
as: আপোনাৰ লিংগ কি?
ml: നിങ്ങളുടെ ലിംഗം എന്താണ്?
or: ଆପଣଙ୍କ ଲିଙ୍ଗ କ’ଣ?
pa: ਤੁਹਾਡਾ ਲਿੰਗ ਕੀ ਹੈ?
si: ඔබේ ලිංගභේදය කුමක්ද?
te: మీ లింగం ఏమిటి?

# what_is_age
source: What''s your Age?
as: আপোনাৰ বয়স কি?
ml: നിങ്ങളുടെ പ്രായം എന്താണ്?
or: ଆପଣଙ୍କ ବୟସ କ’ଣ?
pa: ਤੁਹਾਡੀ ਉਮਰ ਕੀ ਹੈ?
si: ඔබේ වයස කීයද?
te: మీ వయస్సు ఎంత?

source: Male
as: পুৰুষ
ml: ആൺ
or: ପୁରୁଷ
pa: ਮਰਦ
si: පිරිමි
te: పురుషుడు

source: Female
as: মহিলা
ml: പെൺ
or: ମହିଳା
pa: ਔਰਤ
si: ගැහැණු
te: స్త్రీ

source: Other
as: অন্যান্য
ml: മറ്റുള്ളവ
or: ଅନ୍ୟ
pa: ਹੋਰ
si: අනෙකුත්
te: ఇతర

# what_is_height
source: What''s your Height?
as: আপোনাৰ উচ্চতা কি?
ml: നിങ്ങളുടെ ഉയരം എന്താണ്?
or: ଆପଣଙ୍କ ଉଚ୍ଚତା କ’ଣ?
pa: ਤੁਹਾਡੀ ਉਚਾਈ ਕੀ ਹੈ?
si: ඔබේ උස කුමක්ද?
te: మీ ఎత్తు ఎంత?

# what_is_weight
source: What''s your Weight?
as: আপোনাৰ ওজন কি?
ml: നിങ്ങളുടെ ഭാരം എന്താണ്?
or: ଆପଣଙ୍କ ଓଜନ କ’ଣ?
pa: ਤੁਹਾਡਾ ਭਾਰ ਕੀ ਹੈ?
si: ඔබේ බර කුමක්ද?
te: మీ బరువు ఎంత?

# what_is_blood_group
source: What''s your Blood Group?
as: আপোনাৰ তেজৰ গ্ৰুপ কি?
ml: നിങ്ങളുടെ രക്തഗ്രൂപ്പ് എന്താണ്?
or: ଆପଣଙ୍କ ରକ୍ତ ଗୋଷ୍ଠୀ କ’ଣ?
pa: ਤੁਹਾਡਾ ਬਲੱਡ ਗਰੁੱਪ ਕੀ ਹੈ?
si: ඔබේ රුධිර කාණ්ඩය කුමක්ද?
te: మీ రక్త వర్గం ఏమిటి?

source: Diagnosis
as: ৰোগ নিৰ্ণয়
ml: രോഗനിർണ്ണയം
or: ରୋଗ ନିର୍ଣ୍ଣୟ
pa: ਨਿਦਾਨ
si: රෝග විනිශ්චය
te: రోగ నిర్ధారణ

# diagnosis_desc
source: Press the button and start speaking...
as: বুটাম টিপক আৰু কথা ক''বলৈ আৰম্ভ কৰক...
ml: ബട്ടൺ അമർത്തി സംസാരിക്കാൻ ആരംഭിക്കുക...
or: ବଟନ୍ ଦବାନ୍ତୁ ଏବଂ କଥା ହେବା ଆରମ୍ଭ କରନ୍ତୁ...
pa: ਬਟਨ ਦਬਾਓ ਅਤੇ ਬੋਲਣਾ ਸ਼ੁਰੂ ਕਰੋ...
si: බොත්තම ඔබා කතා කිරීම ආරම්භ කරන්න...
te: బటన్‌ను నొక్కి మాట్లాడటం ప్రారంభించండి...

# login_success
source: Logged in successfully
as: সফলভাৱে লগ ইন কৰা হৈছে
ml: ലോഗിൻ വിജയകരമായി
or: ଲଗ୍ଇନ୍ ସଫଳ ହୋଇଛି
pa: ਸਫਲਤਾਪੂਰਵਕ ਲੌਗਇਨ ਕੀਤਾ ਗਿਆ
si: සාර්ථකව ඇතුල් විය
te: లాగిన్ విజయవంతమైంది

# logged_out
source: Logged out successfully
as: সফলভাৱে লগ আউট কৰা হৈছে
ml: ലോഗ്ഔട്ട് വിജയകരമായി
or: ଲଗ୍ ଆଉଟ୍ ସଫଳ ହୋଇଛି
pa: ਸਫਲਤਾਪੂਰਵਕ ਲੌਗਆਊਟ ਕੀਤਾ ਗਿਆ
si: සාර්ථකව පිටවිය
te: లాగ్ అవుట్ విజయవంతమైంది

# register_success
source: Registered successfully
as: সফলভাৱে পঞ্জীয়ন কৰা হৈছে
ml: രജിസ്ട്രേഷൻ വിജയകരമായി
or: ନାମ ଲେଖାନ୍ତୁ ସଫଳ ହୋଇଛି
pa: ਸਫਲਤਾਪੂਰਵਕ ਰਜਿਸਟਰ ਕੀਤਾ ਗਿਆ
si: සාර්ථකව ලියාපදිංචි විය
te: నమోదు విజయవంతమైంది

# proflie_update_success
source: Profile updated successfully
as: প্ৰোফাইল সফলভাৱে আপডেট কৰা হৈছে
ml: പ്രൊഫൈൽ വിജയകരമായി അപ്ടേറ്റ് ചെയ്തു
or: ପ୍ରୋଫାଇଲ୍ ସଫଳତାର ସହିତ ଅପଡେଟ୍ ହୋଇଛି
pa: ਪ੍ਰੋਫਾਈਲ ਸਫਲਤਾਪੂਰਵਕ ਅਪਡੇਟ ਕੀਤੀ ਗਈ
si: පැතිකඩ සාර්ථකව යාවත්කාලීන කරන ලදී
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది

# search_for_doctor
source: Search for Doctors...
as: চিকিৎসক বিচাৰিব...
ml: ഡോക്ടറെ തിരയുക...
or: ଡାକ୍ତରଙ୍କୁ ଖୋଜନ୍ତୁ...
pa: ਡਾਕਟਰਾਂ ਦੀ ਭਾਲ ਕਰੋ...
si: වෛද්‍යවරුන් සොයන්න...
te: వైద్యుల కోసం శోధించండి...

# book_appointment
source: Book Appointments
as: নিয়োগ বুক কৰক
ml: അപ്പോയിന്റ്മെന്റ് ബുക്ക് ചെയ്യുക
or: ନିଯୁକ୍ତି ବୁକ୍ କରନ୍ତୁ
pa: ਮੁਲਾਕਾਤ ਬੁੱਕ ਕਰੋ
si: පත්වීම් වෙන්කරවා ගන්න
te: న appuntamentoబుక్ చేయండి

# instant_vid_consultation
source: Instant Video Consultation
as: তাৎক্ষণিক ভিডিঅ'' পৰামৰ্শ
ml: തൽക്ഷണ വീഡിയോ കൺസൾട്ടേഷൻ
or: ତତ୍କ୍ଷଣାତ୍ ଭିଡିଓ ପରାମର୍ଶ
pa: ਤੁਰੰਤ ਵੀਡੀਓ ਸਲਾਹ-ਮਸ਼ਵਰਾ
si: ක්ෂණික වීඩියෝ උපදේශනය
te: తక్షణ వీడియో సంప్రదింపులు

source: Nearby Doctors
as: ওচৰৰ চিকিৎসক
ml: അടുത്തുള്ള ഡോക്ടർമാർ
or: ନିକଟବର୍ତ୍ତୀ ଡାକ୍ତର
pa: ਨੇੜਲੇ ਡਾਕਟਰ
si: ළඟම ඇති වෛද්‍යවරු
te: సమీప వైద్యులు

source: View More Doctors
as: অধিক চিকিৎসক চাওক
ml: കൂടുതൽ ഡോക്ടർമാരെ കാണുക
or: ଅଧିକ ଡାକ୍ତରଙ୍କୁ ଦେଖନ୍ତୁ
pa: ਹੋਰ ਡਾਕਟਰ ਵੇਖੋ
si: තවත් වෛද්‍යවරුන් බලන්න
te: మరిన్ని వైద్యులను చూడండి

source: Learn More
as: অধিক জানক
ml: കൂടുതലറിയാൻ
or: ଅଧିକ ଜାଣନ୍ତୁ
pa: ਹੋਰ ਜਾਣੋ
si: තව දැනගන්න
te: మరిన్ని తెలుసుకోండి

source: Doctor Info
as: চিকিৎসকৰ তথ্য
ml: ഡോക്ടറുടെ വിവരങ്ങൾ
or: ଡାକ୍ତରଙ୍କ ସୂଚନା
pa: ਡਾਕਟਰ ਦੀ ਜਾਣਕਾਰੀ
si: වෛද්‍ය තොරතුරු
te: వైద్యుడి సమాచారం

source: Nearby Hospitals
as: ওচৰৰ চিকিৎসালয়
ml: അടുത്തുള്ള ആശുപത്രികൾ
or: ନିକଟବର୍ତ୍ତୀ ହସ୍ପିଟାଲ୍
pa: ਨੇੜੇ ਹਸਪਤਾਲ
si: ළඟම ඇති රෝහල්
te: సమీప ఆసుపత్రులు

source: View More Hospitals
as: অধিক চিকিৎসালয় চাওক
ml: കൂടുതൽ ആശുപത്രികൾ കാണുക
or: ଅଧିକ ହସ୍ପିଟାଲ୍ ଦେଖନ୍ତୁ
pa: ਹੋਰ ਹਸਪਤਾਲ ਵੇਖੋ
si: තවත් රෝහල් බලන්න
te: మరిన్ని ఆసుపత్రులను చూడండి

source: My Prescriptions
as: মোৰ প্ৰেছক্ৰিপশ্যন
ml: എന്റെ പ്രിസ്ക്രിപ്ഷനുകൾ
or: ମୋର ପ୍ରେସକ୍ରିପସନ
pa: ਮੇਰੀ ਦਵਾਈਆਂ ਦੀਆਂ ਪ੍ਰੈਸਕ੍ਰਿਪਸ਼ਨਾਂ
si: මගේ බෙහෙත් වට්ටෝරු
te: నా ప్రిస్క్రిప్షన్లు

source: My Appointments
as: মোৰ নিয়োগ
ml: എന്റെ അപ്പോയിന്റ്മെന്റുകൾ
or: ମୋର ନିଯୁକ୍ତି
pa: ਮੇਰੀ ਮੁਲਾਕਾਤਾਂ
si: මගේ පත්වීම්
te: నా నియామకాలు

source: Search Nearby Hospitals
as: ওচৰৰ চিকিৎসালয় বিচাৰিব
ml: അടുത്തുള്ള ആശുപത്രികൾ തിരയുക
or: ନିକଟବର୍ତ୍ତୀ ହସ୍ପିଟାଲ୍ ଖୋଜନ୍ତୁ
pa: ਨੇੜਲੇ ਹਸਪਤਾਲਾਂ ਦੀ ਭਾਲ ਕਰੋ
si: ළඟම ඇති රෝහල් සොයන්න
te: సమీప ఆసుపత్రుల కోసం శోధించండి

source: Search for Nearby Hospitals...
as: ওচৰৰ চিকিৎসালয় বিচাৰিব...
ml: അടുത്തുള്ള ആശുപത്രികൾ തിരയുക...
or: ନିକଟବର୍ତ୍ତୀ ହସ୍ପିଟାଲ୍ ଖୋଜନ୍ତୁ...
pa: ਨੇੜਲੇ ਹਸਪਤਾਲਾਂ ਦੀ ਭਾਲ ਕਰੋ...
si: ළඟම ඇති රෝහල් සොයන්න...
te: సమీప ఆసుపత్రుల కోసం శోధించండి...

source: Search Doctors
as: চিকিৎসক বিচাৰিব
ml: ഡോക്ടർമാരെ തിരയുക
or: ଡାକ୍ତରଙ୍କୁ ଖୋଜନ୍ତୁ
pa: ਡਾਕਟਰਾਂ ਦੀ ਭਾਲ ਕਰੋ
si: වෛද්‍යවරුන් සොයන්න
te: వైద్యుల కోసం శోధించండి

source: Search for Doctors...
as: চিকিৎসক বিচাৰিব...
ml: ഡോക്ടർമാരെ തിരയുക...
or: ଡାକ୍ତରଙ୍କୁ ଖୋଜନ୍ତୁ...
pa: ਡਾਕਟਰਾਂ ਦੀ ਭਾਲ ਕਰੋ...
si: වෛද්‍යවරුන් සොයන්න...
te: వైద్యుల కోసం శోధించండి...

source: Profile
as: প্ৰোফাইল
ml: പ്രൊഫൈൽ
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
si: පැතිකඩ
te: ప్రొఫైల్

source: Prescriptions
as: প্ৰেছক্ৰিপশ্যন
ml: പ്രിസ്ക്രിപ്ഷനുകൾ
or: ପ୍ରେସକ୍ରିପସନ
pa: ਨੁਸਖ਼ੇ
si: බෙහෙත් වට්ටෝරු
te: ప్రిస్క్రిప్షన్లు

source: Upload Prescription
as: প্ৰেছক্ৰিপশ্যন আপলোড কৰক
ml: പ്രിസ്ക്രിപ്ഷൻ അപ്‌ലോഡ് ചെയ്യുക
or: ପ୍ରେସକ୍ରିପସନ୍ ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਪ੍ਰੈਸਕ੍ਰਿਪਸ਼ਨ ਅਪਲੋਡ ਕਰੋ
si: බෙහෙත් වට්ටෝරුව උඩුගත කරන්න
te: ప్రిస్క్రిప్షన్‌ను అప్‌లోడ్ చేయండి

source: Logout
as: লগ আউট কৰক
ml: ലോഗ് ഔട്ട്
or: ଲଗ୍ ଆଉଟ୍
pa: ਲੌਗ ਆਉਟ ਕਰੋ
si: පිටවන්න
te: లాగ్ అవుట్

source: Edit Profile
as: প্ৰোফাইল সম্পাদনা কৰক
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
or: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਪ੍ਰੋਫਾਈਲ ਸੰਪਾਦਿਤ ਕਰੋ
si: පැතිකඩ සංස්කරණය කරන්න
te: ప్రొఫైల్‌ను సవరించండి

source: Bio
as: জীৱনী
ml: ബയോ
or: ଜୀବନୀ
pa: ਜੀਵਨੀ
si: චරිතාපදානය
te: జీవిత చరిత్ర

source: Name
as: নাম
ml: പേര്
or: ନାମ
pa: ਨਾਮ
si: නම
te: పేరు

source: Age
as: বয়স
ml: പ്രായം
or: ବୟସ
pa: ਉਮਰ
si: වයස
te: వయస్సు

source: Gender
as: লিংগ
ml: ലിംഗം
or: ଲିଙ୍ଗ
pa: ਲਿੰਗ
si: ලිංගභේදය
te: లింగం

source: Height
as: উচ্চতা
ml: ഉയരം
or: ଉଚ୍ଚତା
pa: ਉਚਾਈ
si: උස
te: ఎత్తు

source: Weight
as: ওজন
ml: ഭാരം
or: ଓଜନ
pa: ਭਾਰ
si: බර
te: బరువు

source: Blood Group
as: তেজৰ গ্ৰুপ
ml: രക്തഗ്രൂപ്പ്
or: ରକ୍ତ ଗୋଷ୍ଠୀ
pa: ਬਲੱਡ ਗਰੁੱਪ
si: රුධිර කාණ්ඩය
te: రక్త వర్గం

source: Phone
as: ফোন
ml: ഫോൺ
or: ଫୋନ୍
pa: ਫ਼ੋਨ
si: දුරකථනය
te: ఫోన్

source: Email
as: ইমেইল
ml: ഇമെയിൽ
or: ଇମେଲ୍
pa: ਈਮੇਲ
si: විද්‍යුත් තැපෑල
te: ఇమెయిల్

source: Location
as: স্থান
ml: സ്ഥലം
or: ସ୍ଥାନ
pa: ਸਥਾਨ
si: ස්ථානය
te: స్థానం

source: Save
as: সংৰক্ষণ কৰক
ml: സേവ് ചെയ്യുക
or: ସଞ୍ଚୟ କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ
si: සුරකින්න
te: సేవ్ చేయి
